{
  "events": [
    {
      "Description": "Come join our Heroes on the Water team for our monthly event at Carpenter's Park in Milton, FL. Enjoy the day of fresh water kayak fishing with some amazing people. You don't have to have your own gear as Heroes on the Water provides all the gear and bait. Our guides will help you along the way. Our team is focused on ensuring that our brothers and sisters are able to go home while leaving their stress out on the water. We will have breakfast snacks, coffee and water before fishing and a picnic lunch after. Although it may not be needed bring a towel. Participants are open to all Military active, retired, or separated, and our First Responders and their families.",
      "Venue": "Carpenter's Park, Milton Fl, Ol Muson Hwy",
      "Name": "Emerald Coast HOW Event",
      "Date": "August 13, 2016",
      "Volunteer_start_time": "0600",
      "Start_time": "0700"
    },{
      "Description": "The Lowcountry SC Heroes on the Water (HOW) Chapter invites veterans, active duty military and first responders to a day of kayak fishing on Lake Wateree. Join us for our fifth event of the year as we paddle, fish, heal. After a fun filled morning of fishing, lunch will be provided by HOW volunteers. No experience or equipment necessary, Lowcountry SC HOW Chapter will provide everything needed to get our heroes out on the water. Contact us at Lowcountry.sc@heroesonthewater.org for more information about upcoming events or to reserve a kayak for this event!",
      "Venue": "Wateree Recreation Area, 2030 Baron DeKalb Road, Camden, SC",
      "Name": "Lake Wateree HOW Event",
      "Date": "August 13, 2016",
      "Start_time": "8:00am",
      "End_Time": "1:00pm"
    },{
      "Description": "Free kayak fishing event for all era Veterans/Active Duty Military personnel, their family members/caregivers and service pets. Lunch will be provided.",
      "Venue": "1000 Island's",
      "Name": "FL-Central Florida",
      "Date": "August 13, 2016",
      "Start_time": "10:30am",
      "End_Time": "7:00pm"
    },{
      "Description": "Heroes on the Water events are for veterans, active duty military and first responders. This event will be KAYAK FREE. All participants will be floating down the river in an innertube. We will provide for your entry fee to the park, innertube rental, tram fees and lunch. Please bring your own sunblock, bug spray, towels, dry clothes, water toys, etc. ENTER THE RIVER AT YOUR OWN RISK - NO LIFE GUARDS ON DUTY! VETS - Please be mindful when registering friends/family. We encourage your immediate family to participate or you can bring a friend. We ask you to remember that we want to have as many veterans/first responders participate as possible. VOLUNTEERS - Volunteers who have participated in at least 3 events in 2016 are invited to participate until we are at capacity. We will pay for your entry fee to the park, innertube rental, tram fees and lunch. If you bring a guest, please register indicate on your form so we know how many will be eating lunch. Your guests entry fee, tube rental, and tram fees are their responsibility. Directions to the Park: https://www.floridastateparks.org/content/directions-ichetucknee-springs-state-park Tubing Rules of the Park: https://www.floridastateparks.org/sites/default/files/Division%20of%20Recreation%20and%20Parks/documents/Summer%20Directions%20Sheet%20LP.pdf Event Coordinator for NEFL: Melita Ganoe Email questions regarding event to Melita Ganoe at northeastflorida@heroesonthewater.org. Rules: HOW events are ALCOHOL FREE. Food will be provided but you are welcome to bring your own snacks/food/drinks if you have special needs/preferences.",
      "Venue": "Itchetucknee River",
      "Name": "FL - Northeast Florida Chapter",
      "Date": "August 14, 2016",
      "Start_time": "9:00am",
      "End_Time": "2:00pm"
    }
  ]
}